Repository: ijennyRSM/noop
Catalog: Strand/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pl, pt_pt, ru, th, zh_hans, zh_hant

source: Each metric, where your Apple Watch sits on it, and why.
de: Jede Metrik, wo deine Apple Watch dabei steht und warum.
es: Cada métrica, dónde se sitúa tu Apple Watch en ella y por qué.
fr: Chaque métrique, où se situe votre Apple Watch, et pourquoi.
it: Ogni metrica, dove si colloca il tuo Apple Watch e perché.
pl: Każda metryka, gdzie znajduje się Twój Apple Watch i dlaczego.
pt_pt: Cada métrica, onde está o teu Apple Watch e porquê.
ru: Каждая метрика: где на ней оказываются ваши Apple Watch и почему.
th: แต่ละหน่วยวัด ตำแหน่งที่ Apple Watch ของคุณวางอยู่ และเหตุผล
zh_hans: 每项指标、你的 Apple Watch 在其中所处的位置，以及原因。
zh_hant: 每項指標、你的 Apple Watch 在其中所處的位置，以及原因。

source: Each score follows a published method, computed on your device. We name the method family so you can read up on it, and we never claim to reproduce another company's number exactly.
de: Jeder Wert folgt einer veröffentlichten Methode, berechnet auf deinem Gerät. Wir nennen die Methodenfamilie, damit du nachlesen kannst, und behaupten nie, die Zahl eines anderen Unternehmens exakt zu reproduzieren.
es: Cada puntuación sigue un método publicado, calculado en tu dispositivo. Nombramos la familia del método para que puedas informarte sobre él, y nunca afirmamos reproducir exactamente el número de otra empresa.
fr: Chaque score suit une méthode publiée, calculée sur votre appareil. Nous indiquons la famille de méthode afin que vous puissiez vous documenter, et nous n'affirmons jamais reproduire exactement le chiffre d'une autre entreprise.
it: Ogni punteggio segue un metodo pubblicato, calcolato sul tuo dispositivo. Indichiamo la famiglia del metodo così puoi approfondire, e non pretendiamo mai di riprodurre esattamente il numero di un'altra azienda.
pl: Każdy wynik opiera się na opublikowanej metodzie, obliczanej na Twoim urządzeniu. Nazywamy rodzinę metod, abyś mógł o niej przeczytać, i nigdy nie twierdzimy, że dokładnie odtwarzamy numer innej firmy.
pt_pt: Cada pontuação segue um método publicado, calculado no teu dispositivo. Nomeamos a família de métodos para que possa ler sobre ela e nunca pretendemos reproduzir exatamente o número de outra empresa.
ru: Каждый показатель рассчитывается по опубликованной методике прямо на вашем устройстве. Мы указываем семейство метода, чтобы вы могли изучить его подробнее, и никогда не утверждаем, что точно воспроизводим показатель другой компании.
th: แต่ละคะแนนเป็นไปตามวิธีการที่เผยแพร่ ซึ่งคำนวณบนอุปกรณ์ของคุณ เราตั้งชื่อกลุ่มวิธีการเพื่อให้คุณสามารถอ่านได้ และเราไม่เคยอ้างสิทธิ์ในการทำซ้ำหมายเลขของบริษัทอื่นอย่างแน่นอน
zh_hans: 每个评分都遵循一种已发表的方法，在你的设备上计算。我们会说明方法的类别，方便你去查阅，我们绝不声称能精确复现另一家公司的数值。
zh_hant: 每個評分都遵循一種已發表的方法，在你的裝置上計算。我們會說明方法的類別，方便你去查閱，我們絕不聲稱能精確重現另一家公司的數值。

source: Each test logs extra detail for one part of the app while you wear the strap, then bundles it for a bug report.
de: Jeder Test protokolliert zusätzliche Details für einen Teil der App, während du den Strap trägst, und bündelt sie dann für einen Fehlerbericht.
es: Cada prueba registra detalles adicionales de una parte de la app mientras llevas la pulsera, y luego los empaqueta para un reporte de error.
fr: Chaque test enregistre des détails supplémentaires pour une partie de l'application pendant que vous portez le bracelet, puis les regroupe pour un rapport de bug.
it: Ogni test registra dettagli aggiuntivi per una parte dell'app mentre indossi la fascia, poi li raccoglie per una segnalazione di bug.
pl: Każdy test rejestruje dodatkowe szczegóły dotyczące jednej części aplikacji podczas noszenia paska, a następnie łączy je w raport o błędzie.
pt_pt: Cada teste regista detalhes extra de uma parte da aplicação enquanto usa a bracelete e depois agrupa-os para um relatório de erro.
ru: Каждый тест записывает дополнительные подробности об одной части приложения, пока вы носите браслет, а затем упаковывает их для отчёта об ошибке.
th: การทดสอบแต่ละครั้งจะบันทึกรายละเอียดเพิ่มเติมสำหรับส่วนหนึ่งของแอปในขณะที่คุณสวมสายรัด จากนั้นจึงรวมกลุ่มไว้เพื่อรายงานจุดบกพร่อง
zh_hans: 在你佩戴手环时，每项测试都会为应用的某个部分记录额外细节，然后将其打包成一份错误报告。
zh_hant: 在你佩戴手環時，每項測試都會為應用程式的某個部分記錄額外細節，然後將其打包成一份錯誤報告。

source: EARLIER
de: FRÜHER
es: ANTES
fr: PLUS TÔT
it: PRIMA
pl: WCZEŚNIEJ
pt_pt: MAIS CEDO
ru: РАНЕЕ
th: ก่อนหน้านี้
zh_hans: 更早
zh_hant: 更早

source: Earlier things you discussed
de: Frühere Dinge, die du besprochen hast
es: Cosas que hablaste antes
fr: Des sujets que vous avez abordés plus tôt
it: Cose di cui hai discusso in precedenza
pl: Wcześniej omawiane sprawy
pt_pt: Coisas anteriores que você discutiu
ru: Ранее то, что вы обсуждали
th: เรื่องก่อนหน้าที่คุณพูดคุยกัน
zh_hans: 你们之前讨论过的事情
zh_hant: 你們之前討論過的事情

source: EARLY SIGNAL
de: FRÜHES SIGNAL
es: SEÑAL TEMPRANA
fr: SIGNAL PRÉCOCE
it: SEGNALE PRECOCE
pl: WCZESNY SYGNAŁ
pt_pt: SINAL ANTECIPADO
ru: РАННИЙ СИГНАЛ
th: สัญญาณต้น
zh_hans: 早期信号
zh_hant: 早期訊號

source: Early warning: take it easy
de: Frühwarnung: Nimm es locker
es: Aviso temprano: tómatelo con calma
fr: Alerte précoce : allez-y doucement
it: Avviso precoce: vacci piano
pl: Wczesne ostrzeżenie: uspokój się
pt_pt: Aviso prévio: vá com calma
ru: Раннее предупреждение: не перенапрягайтесь
th: คำเตือนล่วงหน้า: ใจเย็นๆ
zh_hans: 早期预警：放轻松
zh_hant: 早期警訊：放輕鬆

source: Ease the load on your strap when its battery is running low. The strap keeps banking data on its own, so nothing is lost — NOOP just talks to it less often to help it last until you can charge it.
de: Entlasten Sie Ihren Gurt, wenn die Batterie fast leer ist. Das Armband speichert die Bankdaten selbstständig, sodass nichts verloren geht – NOOP kommuniziert nur seltener mit ihm, damit es lange hält, bis Sie es aufladen können.
es: Alivia la carga de tu correa cuando la batería se esté agotando. La correa guarda los datos bancarios por sí sola, por lo que no se pierde nada: NOOP simplemente habla con ella con menos frecuencia para que dure hasta que puedas cargarla.
fr: Allégez la charge sur votre sangle lorsque sa batterie est faible. La sangle conserve elle-même les données bancaires, donc rien n'est perdu : NOOP lui parle simplement moins souvent pour l'aider à durer jusqu'à ce que vous puissiez la recharger.
it: Alleggerisci il carico sul cinturino quando la batteria è quasi scarica. Il cinturino conserva autonomamente i dati bancari, quindi nulla va perso: NOOP parla solo meno spesso per farlo durare finché non puoi caricarlo.
pl: Zmniejsza obciążenie opaski, gdy jej bateria się kończy. Opaska nadal sama gromadzi dane, więc nic nie ginie — NOOP po prostu rzadziej się z nią kontaktuje, by wystarczyła do naładowania.
pt_pt: Alivie a carga da pulseira quando a bateria estiver fraca. A pulseira mantém os dados bancários por conta própria, então nada é perdido – NOOP apenas fala com ela com menos frequência para ajudá-la a durar até que você possa carregá-la.
ru: Уменьшите нагрузку на ремень, когда его батарея разряжается. Ремешок хранит банковские данные самостоятельно, поэтому ничего не теряется — NOOP просто реже обращается к нему, чтобы он прослужил до тех пор, пока вы не сможете его зарядить.
th: ลดการสื่อสารกับสายรัดเมื่อแบตเตอรี่ใกล้หมด สายรัดยังเก็บข้อมูลไว้เองจึงไม่มีข้อมูลสูญหาย NOOP เพียงติดต่อสายรัดน้อยลงเพื่อยืดเวลาใช้งานจนกว่าคุณจะชาร์จได้
zh_hans: 当电池电量不足时，减轻表带上的负载。该表带会自行保存银行数据，因此不会丢失任何内容 - NOOP 只是减少与它的对话频率，以帮助它持续使用，直到您可以为它充电。
zh_hant: 當電池電量不足時，減輕錶帶上的負載。該錶帶會自行保存銀行數據，因此不會丟失任何內容 - NOOP 只是減少與它的對話頻率，以幫助它持續使用，直到您可以為它充電。

source: Easy
de: Locker
es: Suave
fr: Facile
it: Facile
pl: Łatwy
pt_pt: Fácil
ru: Легко
th: ง่าย
zh_hans: 简单
zh_hant: 簡單

source: ECG capture (MG, experimental)…
de: EKG-Aufzeichnung (MG, experimentell)…
es: Captura de ECG (MG, experimental)…
fr: Capture ECG (MG, expérimental)…
it: Acquisizione ECG (MG, sperimentale)…
pl: Przechwytywanie ECG (MG, eksperymentalne)…
pt_pt: Captura de ECG (MG, experimental)…
ru: Запись ЭКГ (MG, экспериментально)…
th: การจับคลื่นไฟฟ้าหัวใจ (MG, ทดลอง)…
zh_hans: 心电图采集（MG，实验性）…
zh_hant: 心電圖擷取（MG，實驗性）…

source: ECG capture probe result
de: Ergebnis der EKG-Aufzeichnungsprobe
es: Resultado de la sonda de captura de ECG
fr: Résultat de la sonde de capture ECG
it: Risultato della sonda di acquisizione ECG
pl: Wynik sondy przechwytującej ECG
pt_pt: Resultado da sonda de captura de ECG
ru: Результат пробы записи ЭКГ
th: ผลการตรวจจับ ECG
zh_hans: 心电图采集探测结果
zh_hant: 心電圖擷取探測結果

source: ECG raw-data gate (WHOOP MG only)
de: ECG-Rohdatensperre (nur WHOOP MG)
es: Bloqueo de datos ECG sin procesar (solo WHOOP MG)
fr: Verrou des données ECG brutes (WHOOP MG uniquement)
it: Blocco dei dati ECG grezzi (solo WHOOP MG)
pl: Bramka surowych danych ECG (tylko WHOOP MG)
pt_pt: Bloqueio de dados ECG em bruto (apenas WHOOP MG)
ru: Блокировка сырых данных ЭКГ (только WHOOP MG)
th: ประตูข้อมูลดิบ ECG (WHOOP MG เท่านั้น)
zh_hans: ECG 原始数据开关（仅限 WHOOP MG）
zh_hant: ECG 原始資料開關（僅限 WHOOP MG）

source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
it: Modifica
pl: Redagować
pt_pt: Editar
ru: Изменить
th: แก้ไข
zh_hans: 编辑
zh_hant: 編輯

source: Edit %@
de: Bearbeiten %@
es: Editar %@
fr: Modifier %@
it: Modifica %@
pl: Edytuj %@
pt_pt: Editar %@
ru: Изменить %@
th: แก้ไข %@
zh_hans: 编辑%@
zh_hant: 編輯%@

source: Edit and ask again
de: Bearbeiten und erneut fragen
es: Editar y preguntar de nuevo
fr: Modifier et redemander
it: Modifica e chiedi di nuovo
pl: Popraw i zapytaj ponownie
pt_pt: Edite e pergunte novamente
ru: Отредактируйте и спросите еще раз
th: แก้ไขแล้วถามอีกครั้ง
zh_hans: 编辑并再次询问
zh_hant: 編輯並再次詢問

source: Edit coach instructions
de: Coach-Anweisungen bearbeiten
es: Editar instrucciones del coach
fr: Modifier les instructions du coach
it: Modifica le istruzioni del Coach
pl: Edytuj instrukcje trenera
pt_pt: Editar instruções do treinador
ru: Изменить инструкции для тренера
th: แก้ไขคำแนะนำของโค้ช
zh_hans: 编辑教练指令
zh_hant: 編輯教練指示

source: Edit details…
de: Details bearbeiten…
es: Editar detalles…
fr: Modifier les détails…
it: Modifica dettagli…
pl: Edytuj szczegóły…
pt_pt: Editar detalhes…
ru: Изменить детали…
th: แก้ไขรายละเอียด...
zh_hans: 编辑详情…
zh_hant: 編輯詳情…

source: Edit drink
de: Getränk bearbeiten
es: Editar bebida
fr: Modifier la boisson
it: Modifica bevanda
pl: Edytuj napój
pt_pt: Editar bebida
ru: Изменить напиток
th: แก้ไขเครื่องดื่ม
zh_hans: 编辑饮品
zh_hant: 編輯飲品

source: Edit fact
de: Fakt bearbeiten
es: Editar dato
fr: Modifier le fait
it: Modifica il fatto
pl: Edytuj fakt
pt_pt: Editar fato
ru: Редактировать факт
th: แก้ไขข้อเท็จจริง
zh_hans: 编辑事实
zh_hant: 編輯事實

source: Edit goal
de: Ziel bearbeiten
es: Editar objetivo
fr: Modifier l'objectif
it: Modifica obiettivo
pl: Edytuj cel
pt_pt: Editar meta
ru: Изменить цель
th: แก้ไขเป้าหมาย
zh_hans: 编辑目标
zh_hant: 編輯目標

source: Edit how the coach thinks and talks. Takes effect on your next message.
de: Bearbeite, wie der Coach denkt und spricht. Wirkt ab deiner nächsten Nachricht.
es: Edita cómo piensa y habla el coach. Se aplica en tu próximo mensaje.
fr: Modifiez la façon dont le coach pense et parle. Prend effet à votre prochain message.
it: Modifica come il Coach ragiona e parla. Ha effetto dal tuo prossimo messaggio.
pl: Edytuj sposób, w jaki coach myśli i mówi. Zacznie obowiązywać od następnej wiadomości.
pt_pt: Edite como o treinador pensa e fala. Entra em vigor na tua próxima mensagem.
ru: Настройте, как тренер думает и общается. Вступит в силу со следующего сообщения.
th: แก้ไขวิธีที่โค้ชคิดและพูดคุย มีผลกับข้อความถัดไปของคุณ
zh_hans: 编辑教练的思考和说话方式。下一条消息起生效。
zh_hant: 編輯教練的思考與說話方式。從你的下一則訊息開始生效。

source: Edit Key Metrics
de: Kennzahlen bearbeiten
es: Editar métricas clave
fr: Modifier les métriques clés
it: Modifica metriche chiave
pl: Edytuj kluczowe wskaźniki
pt_pt: Editar métricas principais
ru: Изменить ключевые метрики
th: แก้ไขตัวชี้วัดที่สำคัญ
zh_hans: 编辑关键指标
zh_hant: 編輯關鍵指標

source: Edit nap times
de: Nickerchen-Zeiten bearbeiten
es: Editar horarios de siesta
fr: Modifier les horaires de sieste
it: Modifica orari del sonnellino
pl: Edytuj godziny drzemek
pt_pt: Editar horários de sesta
ru: Изменить время дневного сна
th: แก้ไขเวลางีบหลับ
zh_hans: 编辑小睡时间
zh_hant: 編輯小睡時間

source: Edit nap times (edited)
de: Nickerchen-Zeiten bearbeiten (bearbeitet)
es: Editar horarios de siesta (editado)
fr: Modifier les horaires de sieste (modifiés)
it: Modifica orari del sonnellino (modificato)
pl: Edytuj czasy drzemek (edytowane)
pt_pt: Editar horários de sesta (editado)
ru: Изменить время дневного сна (изменено)
th: แก้ไขเวลางีบ (แก้ไข)
zh_hans: 编辑小睡时间（已编辑）
zh_hant: 編輯小睡時間（已編輯）

source: Edit sleep times
de: Schlafzeiten bearbeiten
es: Editar horarios de sueño
fr: Modifier les horaires de sommeil
it: Modifica orari del sonno
pl: Edytuj godziny snu
pt_pt: Editar horários de sono
ru: Изменить время сна
th: แก้ไขเวลานอน
zh_hans: 编辑睡眠时间
zh_hant: 編輯睡眠時間

source: Edit sleep times (edited)
de: Schlafzeiten bearbeiten (bearbeitet)
es: Editar horarios de sueño (editado)
fr: Modifier les horaires de sommeil (modifiés)
it: Modifica orari del sonno (modificato)
pl: Edytuj czasy snu (edytowane)
pt_pt: Editar horários de sono (editado)
ru: Изменить время сна (изменено)
th: แก้ไขเวลานอน (แก้ไข)
zh_hans: 编辑睡眠时间（已编辑）
zh_hant: 編輯睡眠時間（已編輯）

source: Edit today's mood
de: Heutige Stimmung bearbeiten
es: Editar el ánimo de hoy
fr: Modifier l'humeur du jour
it: Modifica l'umore di oggi
pl: Edytuj dzisiejszy nastrój
pt_pt: Edite o tempo de hoje
ru: Изменить настроение за сегодня
th: แก้ไขอารมณ์วันนี้
zh_hans: 编辑今天的心情
zh_hant: 編輯今天的心情

source: Edit Workout
de: Workout bearbeiten
es: Editar entrenamiento
fr: Modifier l'entraînement
it: Modifica allenamento
pl: Edytuj trening
pt_pt: Editar treino
ru: Изменить тренировку
th: แก้ไขการออกกำลังกาย
zh_hans: 编辑锻炼
zh_hant: 編輯鍛鍊

source: Edit your %@ goal
de: Dein %@-Ziel bearbeiten
es: Editar tu objetivo de %@
fr: Modifier ton objectif de %@
it: Modifica il tuo obiettivo %@
pl: Edytuj swój cel: %@
pt_pt: Edite sua meta %@
ru: Измените цель %@
th: แก้ไขเป้าหมาย %@ ของคุณ
zh_hans: 编辑您的 %@ 目标
zh_hant: 編輯您的 %@ 目標

source: Edit your goal
de: Dein Ziel bearbeiten
es: Editar tu objetivo
fr: Modifier votre objectif
it: Modifica il tuo obiettivo
pl: Edytuj swój cel
pt_pt: Edite sua meta
ru: Изменить цель
th: แก้ไขเป้าหมายของคุณ
zh_hans: 编辑您的目标
zh_hant: 編輯您的目標

source: Edit: %@
de: Bearbeiten: %@
es: Editar: %@
fr: Modifier : %@
it: Modifica: %@
pl: Edytuj: %@
pt_pt: Editar: %@
ru: Изменить: %@
th: แก้ไข: %@
zh_hans: 编辑：%@
zh_hant: 編輯：%@

source: Edit…
de: Bearbeiten…
es: Editar…
fr: Modifier…
it: Modifica…
pl: Redagować…
pt_pt: Editar…
ru: Изменить…
th: แก้ไข…
zh_hans: 编辑…
zh_hant: 編輯…

source: edited
de: bearbeitet
es: editado
fr: modifié
it: modificato
pl: edytowano
pt_pt: editado
ru: изменено
th: แก้ไขแล้ว
zh_hans: 已编辑
zh_hant: 已編輯

source: Effect size
de: Effektstärke
es: Tamaño del efecto
fr: Taille d'effet
it: Dimensione dell'effetto
pl: Rozmiar efektu
pt_pt: Tamanho do efeito
ru: Величина эффекта
th: ขนาดเอฟเฟกต์
zh_hans: 效应量
zh_hant: 效應量

source: Efficiency
de: Effizienz
es: Eficiencia
fr: Efficacité
it: Efficienza
pl: Efektywność
pt_pt: Eficiência
ru: Эффективность
th: ประสิทธิภาพ
zh_hans: 效率
zh_hant: 效率

source: Effort
de: Anstrengung
es: Esfuerzo
it: Sforzo
pl: Wysiłek
pt_pt: Esforço
ru: Усилие
th: ภาระร่างกาย
zh_hans: 消耗
zh_hant: 消耗

source: Effort (0–100)
de: Anstrengung (0–100)
es: Esfuerzo (0–100)
it: Sforzo (0–100)
pl: Wysiłek (0–100)
pt_pt: Esforço (0–100)
ru: Усилие (0–100)
th: ภาระร่างกาย (0–100)
zh_hans: 消耗（0–100）
zh_hant: 消耗（0–100）

source: effort %@
de: Anstrengung %@
es: esfuerzo %@
it: sforzo %@
pl: wysiłek %@
pt_pt: esforço %@
ru: усилие %@
th: ภาระร่างกาย %@
zh_hans: 消耗 %@
zh_hant: 消耗 %@

source: Effort %@
de: Aufwand %@
es: Esfuerzo %@
it: Sforzo %@
pl: Wysiłek %@
pt_pt: Esforço %@
ru: Усилие %@
th: ภาระร่างกาย %@
zh_hans: 努力%@
zh_hant: 努力%@

# Effort %@ %@
source: Effort %1$@ %2$@
de: Aufwand %@ %@
es: Esfuerzo %@ %@
fr: Effort %@ %@
it: Sforzo %@ %@
pl: Wysiłek %@ %@
pt_pt: Esforço %@ %@
ru: Усилие %@ %@
th: ภาระร่างกาย %@ %@
zh_hans: 努力 %@ %@
zh_hant: 努力 %@ %@

source: EFFORT BUILDING
de: ANSTRENGUNG IM AUFBAU
es: ESFUERZO EN AUMENTO
fr: EFFORT EN COURS
it: SFORZO IN CREAZIONE
pl: BUDOWANIE WYSIŁKU
pt_pt: CONSTRUÇÃO DE ESFORÇO
ru: УСИЛИЕ РАСТЁТ
th: กำลังคำนวณภาระร่างกาย
zh_hans: 消耗构建中
zh_hant: 消耗建立中

source: Effort scale
de: Anstrengungsskala
es: Escala de esfuerzo
fr: Échelle d'effort
it: Scala dello sforzo
pl: Skala Wysiłek
pt_pt: Escala de esforço
ru: Шкала усилия
th: ระดับภาระร่างกาย
zh_hans: 消耗量表
zh_hant: 消耗量表

source: Effort this %@
de: Anstrengung · %@
es: Esfuerzo este %@
fr: Effort ce %@
it: Sforzo in questo %@
pl: Wysiłek to %@
pt_pt: Esforce-se %@
ru: Усилие за %@
th: ภาระร่างกายใน%@นี้
zh_hans: 本 %@ 的消耗
zh_hant: 本 %@ 的消耗

source: Effort: how hard did your heart work?
de: Anstrengung: Wie hart hat dein Herz gearbeitet?
es: Esfuerzo: ¿cuánto trabajó tu corazón?
fr: Effort : à quel point votre cœur a-t-il travaillé ?
it: Sforzo: quanto ha lavorato il tuo cuore?
pl: Wysiłek: jak ciężko pracowało Twoje serce?
pt_pt: Esforço: quão duro trabalhou o teu coração?
ru: Усилие: насколько интенсивно работало ваше сердце?
th: ภาระร่างกาย: หัวใจของคุณทำงานหนักแค่ไหน?
zh_hans: 消耗：你的心脏有多努力？
zh_hant: 消耗：你的心臟有多努力？

source: Elapsed time
de: Vergangene Zeit
es: Tiempo transcurrido
fr: Temps écoulé
it: Tempo trascorso
pl: Czas, który upłynął
pt_pt: Tempo decorrido
ru: Прошедшее время
th: เวลาที่ผ่านไป
zh_hans: 已经过时间
zh_hant: 已經過時間

source: elevated - overtraining or illness can do this
de: erhöht - Übertraining oder Krankheit können das verursachen
es: elevada: el sobreentrenamiento o una enfermedad pueden causar esto
fr: élevée - le surentraînement ou une maladie peuvent en être la cause
it: elevata - il sovrallenamento o una malattia possono causarlo
pl: podwyższony - może to spowodować przetrenowanie lub choroba
pt_pt: elevado - o overtraining ou a doença podem fazer com que
ru: повышено - причиной может быть перетренированность или болезнь
th: สูง - การฝึกมากเกินไปหรือการเจ็บป่วยสามารถทำได้
zh_hans: 偏高——过度训练或生病都可能导致这种情况
zh_hant: 偏高——過度訓練或生病都可能導致這種情況

source: Eligible for live physiology
de: Für Live-Physiologie geeignet
es: Apto para fisiología en vivo
fr: Éligible à la physiologie en direct
it: Idoneo alla fisiologia in diretta
pl: Kwalifikuje się do fizjologii na żywo
pt_pt: Elegível para fisiologia em direto
ru: Доступна физиология в реальном времени
th: มีสิทธิ์ได้รับสรีรวิทยาแบบเรียลไทม์
zh_hans: 支持实时生理数据
zh_hant: 符合即時生理數據條件

source: Emoji in replies
de: Emoji in Antworten
es: Emojis en las respuestas
fr: Emojis dans les réponses
it: Emoji nelle risposte
pl: Emoji w odpowiedziach
pt_pt: Emoji nas respostas
ru: Эмодзи в ответах
th: อิโมจิในการตอบกลับ
zh_hans: 回复中的表情符号
zh_hant: 回覆中的表情符號

source: Enable AI Coach
de: KI aktivieren Coach
es: Habilitar IA Coach
fr: Activer l'IA Coach
it: Abilita AI Coach
pl: Włącz trenera AI
pt_pt: Habilitar IA Coach
ru: Включить AI Coach
th: เปิดใช้โค้ช AI
zh_hans: 启用人工智能Coach
zh_hant: 啟用人工智慧Coach

source: Enable Apple Health
de: Apple Health aktivieren
es: Activar Apple Health
fr: Activer Apple Santé
it: Abilita Apple Health
pl: Włącz Apple Health
pt_pt: Ativar Saúde da Apple
ru: Включить Apple Health
th: เปิดใช้งาน Apple Health
zh_hans: 启用 Apple 健康
zh_hant: 啟用 Apple 健康

source: Enable inactivity reminder
de: Inaktivitätserinnerung aktivieren
es: Activar recordatorio de inactividad
fr: Activer le rappel d'inactivité
it: Abilita promemoria di inattività
pl: Włącz przypomnienie o braku aktywności
pt_pt: Ativar lembrete de inatividade
ru: Включить напоминание о неактивности
th: เปิดใช้งานการแจ้งเตือนการไม่ใช้งาน
zh_hans: 启用久坐提醒
zh_hant: 啟用久坐提醒

source: Enable wrist alerts
de: Handgelenk-Hinweise aktivieren
es: Activar alertas de muñeca
fr: Activer les alertes au poignet
it: Abilita avvisi al polso
pl: Włącz powiadomienia na nadgarstku
pt_pt: Ativar alertas de pulso
ru: Включить уведомления на браслете
th: เปิดใช้งานการแจ้งเตือนข้อมือ
zh_hans: 启用手腕提醒
zh_hant: 啟用手腕提醒

source: Encrypted
de: Verschlüsselt
es: Cifrado
fr: Chiffré
it: Cifrato
pl: Zaszyfrowane
pt_pt: Criptografado
ru: Зашифровано
th: เข้ารหัสแล้ว
zh_hans: 已加密
zh_hant: 已加密

source: Encrypted stream: deep controls and history sync available.
de: Verschlüsselter Stream: Tiefensteuerung und Verlaufssynchronisierung verfügbar.
es: Transmisión cifrada: controles avanzados y sincronización del historial disponibles.
fr: Flux chiffré : contrôles avancés et synchronisation de l'historique disponibles.
it: Flusso cifrato: controlli avanzati e sincronizzazione della cronologia disponibili.
pl: Zaszyfrowany strumień: dostępna głęboka kontrola i synchronizacja historii.
pt_pt: Stream encriptado: controlos profundos e sincronização de histórico disponíveis.
ru: Зашифрованный поток: доступны расширенное управление и синхронизация истории.
th: สตรีมที่เข้ารหัส: มีการควบคุมเชิงลึกและการซิงค์ประวัติ
zh_hans: 加密流：可使用深度控制和历史同步。
zh_hant: 加密資料流：可使用深層控制與歷史同步。

source: End
de: Beenden
es: Finalizar
fr: Terminer
it: Fine
pl: Koniec
pt_pt: Fim
ru: Завершить
th: สิ้นสุด
zh_hans: 结束
zh_hant: 結束

source: End experiment
de: Experiment beenden
es: Finalizar experimento
fr: Terminer l'expérience
it: Termina esperimento
pl: Zakończ eksperyment
pt_pt: Terminar experiência
ru: Завершить эксперимент
th: สิ้นสุดการทดสอบ
zh_hans: 结束实验
zh_hant: 結束實驗

source: End session
de: Sitzung beenden
es: Finalizar sesión
fr: Fin de séance
it: Fine sessione
pl: Zakończ sesję
pt_pt: Encerrar sessão
ru: Завершить сеанс
th: สิ้นสุดเซสชัน
zh_hans: 结束会话
zh_hant: 結束會話

source: End the experiment plan. Journal and metric history stay untouched.
de: Beende den Experimentplan. Tagebuch- und Metrikverlauf bleiben unberührt.
es: Finaliza el plan del experimento. El diario y el historial de métricas quedan intactos.
fr: Terminer le plan d'expérience. Le journal et l'historique des métriques restent intacts.
it: Termina il piano dell'esperimento. Il diario e la cronologia delle metriche rimangono intatti.
pl: Zakończ plan eksperymentu. Historia dzienników i wskaźników pozostaje nienaruszona.
pt_pt: Encerre o plano da experiência. O histórico do diário e das métricas permanece intacto.
ru: Завершить план эксперимента. История журнала и метрик останется без изменений.
th: สิ้นสุดแผนการทดสอบ ประวัติบันทึกและตัวชี้วัดยังคงไม่มีใครแตะต้อง
zh_hans: 结束实验计划。日志和指标历史保持不变。
zh_hant: 結束實驗計劃。日誌和指標歷史保持不變。

source: End this workout?
de: Workout beenden?
es: ¿Finalizar entrenamiento?
fr: Terminer l'entraînement ?
pl: Zakończyć ten trening?
pt_pt: Terminar este treino?
th: สิ้นสุดการออกกำลังกายนี้ใช่ไหม

source: End workout
de: Workout beenden
es: Finalizar entrenamiento
fr: Terminer l'entraînement
it: Termina allenamento
pl: Zakończ trening
pt_pt: Terminar treino
ru: Завершить тренировку
th: สิ้นสุดการออกกำลังกาย
zh_hans: 结束锻炼
zh_hant: 結束鍛鍊

source: Enjoying NOOP?
de: Gefällt dir NOOP?
es: ¿Te gusta NOOP?
fr: Vous appréciez NOOP ?
it: Ti piace NOOP?
pl: Podoba Ci się NOOP?
pt_pt: Gosta do NOOP?
ru: Нравится NOOP?
th: เพลิดเพลินกับ NOOP ไหม?
zh_hans: 喜欢 NOOP 吗？
zh_hant: 喜歡 NOOP 嗎？

source: Enter a model id
de: Modell-ID eingeben
es: Introduce un ID de modelo
fr: Entrez un ID de modèle
it: Inserisci un ID modello
pl: Wprowadź identyfikator modelu
pt_pt: Introduza um ID de modelo
ru: Введите ID модели
th: ป้อนรหัสรุ่น
zh_hans: 输入模型 ID
zh_hant: 輸入模型 ID

source: Enter a sport.
de: Gib eine Sportart ein.
es: Introduce un deporte.
fr: Saisissez un sport.
it: Inserisci uno sport.
pl: Wejdź na sport.
pt_pt: Entre num esporte.
ru: Введите вид спорта.
th: เข้าสู่กีฬา
zh_hans: 输入一项运动。
zh_hant: 輸入一項運動。

source: Enter NOOP
de: NOOP starten
es: Entrar a NOOP
fr: Entrer dans NOOP
it: Entra in NOOP
pl: Wpisz NOOP
pt_pt: Digite NOOP
ru: Войти в NOOP
th: ป้อน NOOP
zh_hans: 进入 NOOP
zh_hant: 進入 NOOP
